{
    "guildGate": {
        "message": {
            "embed": {
                "author": "{{guild_name}} - Verifizierung",
                "description": {
                    "value1": "Willkommen beim Verifizierungsprozess in **{{guild_name}}**!",
                    "value2": "Um ein sicheres und angenehmes Erlebnis zu gewährleisten, haben wir ein Verifizierungssystem implementiert.",
                    "value3": "Folgen Sie den folgenden Anweisungen, um loszulegen:",
                    "value4": "\n1. Klicke auf **\"Überprüfung starten\"** um den Prozess zu starten.",
                    "value5": "2. Wenn Sie weitere Informationen benötigen, klicken Sie auf den **\"Informationen\"** Button.",
                    "value6": "\nFühlen Sie sich frei, wenn Sie auf Probleme stoßen oder Fragen haben. Genießen Sie Ihre Zeit in **{{guild_name}}**!"
                }
            },
            "buttons": {
                "start": "Überprüfung starten",
                "info": "Informationen"
            }
        },
        "information": {
            "author": "{{guild_name}} - Überprüfungsinformationen",
            "description1": "Um den Verifizierungsprozess zu starten, stellen Sie sicher, dass Ihre Direktnachrichten für diesen Server aktiviert sind.",
            "description2": "Hier ist, wie man Direktnachrichten für **{{guild_name}} ** aktiviert:",
            "description3": "\n1. Klicke auf den Servernamen in der Discord App.",
            "description4": "2. Wählen Sie **\"Privatsphäreeinstellungen\"** aus dem Dropdown Menü.",
            "description5": "3. In den **Privatsphäreeinstellungen**, stelle sicher, dass **\"Direktnachrichten\"** eingeschaltet ist.",
            "description6": "\nSobald Sie Direktnachrichten aktiviert haben, klicken Sie erneut auf den **\"Überprüfung starten\"**.",
            "description7": "\nWenn du Fragen hast oder auf Probleme triffst, kannst du gerne um Hilfe bitten."
        },
        "start": {
            "sentDMToUser": "Ich habe dir eine private Nachricht geschickt. Bitte überprüfe sie und vervollständige den Verifizierungsprozess.",
            "failedToFetchUser": "Fehler beim Abrufen der Informationen für {{user_mention}}. Bitte versuchen Sie es später noch einmal oder kontaktieren Sie ein Teammitglied, wenn das Problem weiterhin besteht.",
            "failedToGetData": "Mir fehlen einige notwendige Daten, um den Verifizierungsprozess fortzusetzen. Bitte wenden Sie sich an einen Mitarbeiter um Hilfe zu erhalten.",
            "moduleIsTurnedOff": "Das Verifizierungsmodul wurde deaktiviert, und ich kann den Verifizierungsprozess nicht fortsetzen. Bitte kontaktieren Sie einen Mitarbeiter für Unterstützung.",
            "captchaMessage": {
                "description": "Um eine sichere Umgebung in **{{guild_name}}** zu gewährleisten, folgen Sie bitte den Anweisungen unten, um den Verifizierungsprozess abzuschließen:",
                "fields": {
                    "name": "Verifizierungsanweisungen:",
                    "value1": "1. Geben Sie die nachverfolgten farbigen Zeichen von links nach rechts ein.",
                    "value2": "2. Ignorieren Sie alle Lockfiguren.",
                    "value3": "3. Zeichenfälle (oben/niedriger) sind unerheblich.",
                    "value4": "4. Sie haben 2 Minuten, um die Überprüfung durchzuführen."
                }
            },
            "disabledDirectMessages": "Um den Verifizierungsprozess für **{{guild_name}}** zu starten, aktivieren Sie bitte Ihre Direktnachrichten für diesen Server. Klicken Sie auf die **Informationen** Schaltfläche um eine kurze Anleitung zur Aktivierung von Direktnachrichten zu erhalten.",
            "verificationPassed": "Willkommen bei **{{guild_name}}**! Sie haben nun Zugriff auf den Server. Wenn Sie Fragen haben, zögern Sie nicht, Fragen zu stellen.",
            "failedToFindRole": "Oh nein! Ich konnte die Verifizierungsrolle nicht finden. Bitte kontaktieren Sie ein Mitarbeiter für Hilfe.",
            "failedToPassVerification": "Oh nein! Es scheint, dass du die Verifikationsstufe nicht bestanden hast. Als Ergebnis wurdest du gekickt. Keine Sorge, du kannst dich wieder anmelden und ihm einen weiteren Schuss geben. Du kannst es noch einmal versuchen!",
            "kickReason": "{{user_global_name}} hat den Verifizierungsprozess nicht erfolgreich bestanden.",
            "wrongCaptchaCode": "Oh nein! Es scheint, als ob der Captcha-Code, den du angegeben hast, nicht korrekt ist. Bitte überprüfen Sie ihn und versuchen Sie es erneut."
        }
    }
}
