{
    "guildGate": {
        "message": {
            "embed": {
                "author": "{{guild_name}} - Verificatie",
                "description": {
                    "value1": "Welkom bij het verificatieproces in **{{guild_name}}**!",
                    "value2": "Om te zorgen voor een veilige en plezierige ervaring hebben we een verificatiesysteem geïmplementeerd.",
                    "value3": "Volg de onderstaande instructies om te beginnen:",
                    "value4": "\n1. Klik op de **\"Start Verificatie\"** knop om het proces te beginnen.",
                    "value5": "2. Als je meer informatie nodig hebt, klik dan op de **\"Informatie\"** knop.",
                    "value6": "\nVoel je vrij om te bereiken als je problemen ondervindt of vragen hebt. Geniet van je tijd in **{{guild_name}}**!"
                }
            },
            "buttons": {
                "start": "Start Verificatie",
                "info": "Informatie"
            }
        },
        "information": {
            "author": "{{guild_name}} - Verificatie Informatie",
            "description1": "Om de verificatieprocedure te starten, moet je ervoor zorgen dat jouw privéberichten zijn ingeschakeld voor deze server.",
            "description2": "Dit is hoe je privéberichten kunt inschakelen voor **{{guild_name}}**:",
            "description3": "\n1. Klik op de servernaam in de Discord app.",
            "description4": "2. Selecteer **\"Privacy Settings\"** in het dropdown menu.",
            "description5": "3. Zorg dat **\"Direct-messages\"** is ingeschakeld in de **Privacy Settings**.",
            "description6": "\nNadat je privéberichten hebt ingeschakeld, klik je nogmaals op de **\"Verificatie starten\"**.",
            "description7": "\nAls je vragen hebt of problemen ondervindt, vraag dan gerust om hulp."
        },
        "start": {
            "sentDMToUser": "Ik heb je een privébericht gestuurd. Controleer het alstublieft en voltooi het verificatieproces.",
            "failedToFetchUser": "Fout bij het ophalen van de informatie voor {{user_mention}}. Probeer het later opnieuw of neem contact op met een staflid als het probleem zich blijft voordoen.",
            "failedToGetData": "Ik mis enkele noodzakelijke gegevens om door te gaan met het verificatieproces. Neem contact op met een staflid voor hulp.",
            "moduleIsTurnedOff": "De verificatiemodule is uitgeschakeld en ik kan het verificatieproces niet voortzetten. Neem voor hulp contact op met een staflid.",
            "captchaMessage": {
                "description": "Volg de onderstaande instructies om het verificatieproces te voltooien om een veilige omgeving te garanderen in **{{guild_name}}**:",
                "fields": {
                    "name": "Verificatie instructies:",
                    "value1": "1. Typ de gekleurde tekens van links naar rechts.",
                    "value2": "2. Negeer elke decoy karakters.",
                    "value3": "3. Karakter (hoofd/lager) maakt niet uit.",
                    "value4": "4. je hebt 2 minuten om de verificatie af te ronden."
                }
            },
            "disabledDirectMessages": "Om het verificatieproces voor **{{guild_name}}** te starten, schakel je privéberichten in voor deze server. Klik op de **Informatie** knop voor een snelle gids over het inschakelen van privéberichten.",
            "verificationPassed": "Welkom bij **{{guild_name}}**! Je hebt nu toegang tot de server. Als je vragen hebt, voel je vrij om ze te stellen.",
            "failedToFindRole": "Oh nee! Ik kon de verificatie-rol niet vinden. Neem contact op met een staflid voor hulp.",
            "failedToPassVerification": "Oh nee! Het lijkt erop dat je de verificatiefase niet hebt bereikt. Hierdoor ben je gekickt. Maak je geen zorgen, je kan terug de server in en weer een extra schot geven. Voel je vrij om het opnieuw te proberen!",
            "kickReason": "{{user_global_name}} is niet geslaagd voor het verificatieproces.",
            "wrongCaptchaCode": "Oh nee! De ingevoerde captcha code is onjuist. Controleer het en probeer het opnieuw."
        }
    }
}
